{
  "The Web3 trivia game built on Solana": "Das auf Solana aufgebaute Web3-Quizspiel",
  "Twizzin is currently in development. Follow us on X and Telegram to stay updated on our progress.": "Twizzin befindet sich derzeit in der Entwicklung. Folgen Sie uns auf X und Telegram, um über unseren Fortschritt auf dem Laufenden zu bleiben.",
  "Gimme less info": "Gib mir weniger Infos",
  "Gimme more info": "Gib mir mehr Infos",
  "verb, informal": "Verb, umgangssprachlich",
  "To be in a state of heightened mental acuity and knowledge recall, particularly while answering trivia questions.": "Sich in einem Zustand erhöhter geistiger Schärfe und Wissensabruf befinden, insbesondere beim Beantworten von Quizfragen.",
  "To perform exceptionally well in a quiz or trivia competition, as if possessing expert-level knowledge or magical, wizzard-like abilities.": "In einem Quiz oder Trivia-Wettbewerb außergewöhnlich gut abschneiden, als ob man über Expertenwissen oder magische, zauberhafte Fähigkeiten verfügt.",
  "Twizzin is an interactive Web3 trivia game built on the Solana blockchain, where players compete against each other in real time.": "Twizzin ist ein interaktives Web3-Quizspiel, das auf der Solana-Blockchain aufgebaut ist, bei dem Spieler in Echtzeit gegeneinander antreten.",
  "To join a game, players must pay an entry fee in SOL tokens, which contributes to the prize pool.": "Um an einem Spiel teilzunehmen, müssen Spieler eine Teilnahmegebühr in SOL-Token zahlen, die zum Preispool beiträgt.",
  "Each round, everyone answers the same set of multiple-choice questions, earning points based on speed and accuracy.": "In jeder Runde beantwortet jeder den gleichen Satz von Multiple-Choice-Fragen und verdient Punkte basierend auf Geschwindigkeit und Genauigkeit.",
  "The top performers on the leaderboard are rewarded with a share of the prize pool.": "Die Bestplatzierten in der Rangliste werden mit einem Anteil am Preispool belohnt.",
  "Each player is also rewarded with experience points for participating in the game.": "Jeder Spieler wird auch mit Erfahrungspunkten für die Teilnahme am Spiel belohnt.",
  "Twizzin admin sign in": "Twizzin Admin-Anmeldung",
  "You either entered the wrong email or password or you are not an admin": "Sie haben entweder die falsche E-Mail oder das falsche Passwort eingegeben, oder Sie sind kein Administrator",
  "An unexpected error occurred. Please try again.": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.",
  "Enter your email": "Geben Sie Ihre E-Mail-Adresse ein",
  "Enter your password": "Geben Sie Ihr Passwort ein",
  "Sign in": "Anmelden",
  "Create a Twizzin game": "Ein Twizzin-Spiel erstellen",
  "Game Title": "Spieltitel",
  "Entry Fee in SOL": "Teilnahmegebühr in SOL",
  "Commission in %": "Provision in %",
  "Number of Max Winners": "Anzahl der maximalen Gewinner",
  "Create Question": "Frage erstellen",
  "Add 4 answers and select the correct one": "Fügen Sie 4 Antworten hinzu und wählen Sie die richtige aus",
  "Answer": "Antwort",
  "Delete question": "Frage löschen",
  "Add question": "Frage hinzufügen"
}
