{
  "The Web3 trivia game built on Solana": "Das auf Solana aufgebaute Web3-Quizspiel",
  "Twizzin is currently in development. Follow us on X and Telegram to stay updated on our progress.": "Twizzin befindet sich derzeit in der Entwicklung. Folge uns auf X und Telegram, um über unsere Fortschritte auf dem Laufenden zu bleiben.",
  "Gimme less info": "Gib mir weniger Infos",
  "Gimme more info": "Gib mir mehr Infos",
  "verb, informal": "Verb, umgangssprachlich",
  "To be in a state of heightened mental acuity and knowledge recall, particularly while answering trivia questions.": "Sich in einem Zustand erhöhter geistiger Schärfe und Wissensabruf befinden, insbesondere beim Beantworten von Quizfragen.",
  "To perform exceptionally well in a quiz or trivia competition, as if possessing expert-level knowledge or magical, wizzard-like abilities.": "In einem Quiz oder einer Trivia-Wettbewerb außergewöhnlich gut abschneiden, als ob man über Expertenwissen oder magische, zauberhafte Fähigkeiten verfügt.",
  "Twizzin is an interactive Web3 game that embraces the “Learn to Earn” model, making learning in Web3 fun and rewarding.": "Twizzin ist ein interaktives Web3-Spiel, das das “Learn to Earn”-Modell umsetzt und das Lernen in Web3 unterhaltsam und lohnend gestaltet.",
  "Twizzin helps projects incentivize their users to truly understand their products.": "Twizzin hilft Projekten, ihre Nutzer zu motivieren, ihre Produkte wirklich zu verstehen.",
  "People love trivia and people love wagering. Twizzin uses both to create an exciting and engaging way to educate and entertain.": "Menschen lieben Quizspiele und Menschen lieben Wetten. Twizzin nutzt beides, um eine spannende und fesselnde Art zu schaffen, zu bilden und zu unterhalten.",
  "Players compete to answer the same set of questions at the same time, with the winners taking the prize pot.": "Spieler konkurrieren darum, die gleiche Frage zu beantworten, wobei die Gewinner den Preispot erhalten.",
  "But that's not all": "Aber das ist noch nicht alles",
  "Twizzin also hosts live trivia games for anyone and everyone, allowing players to put their money where their mouth is by competing in real-time with others around the world.": "Twizzin veranstaltet auch Live-Quizspiele für jedermann und ermöglicht es den Spielern, ihr Geld dort einzusetzen, wo sie ihren Mund haben, indem sie in Echtzeit mit anderen auf der ganzen Welt konkurrieren.",
  "These global games will attract a new user base to Web3 and Solana.": "Diese globalen Spiele werden eine neue Nutzerbasis für Web3 und Solana anziehen.",
  "But why?": "Aber warum?",
  "We believe in creating a better world and having fun along the way. Crypto adoption has surged, but there is still much work to be done.": "Wir glauben daran, eine bessere Welt zu schaffen und dabei Spaß zu haben. Die Akzeptanz von Kryptowährungen ist gestiegen, aber es gibt noch viel zu tun.",
  "By offering a fun, incentivized trivia game, we aim to onboard more users and give them a positive first experience with crypto, especially on Solana—the people's chain.": "Durch ein unterhaltsames, anreizbasiertes Quizspiel möchten wir mehr Nutzer an Bord holen und ihnen eine positive erste Erfahrung mit Krypto bieten, insbesondere auf Solana – der Blockchain des Volkes.",
  "By leveraging Twizzin, we can help new users navigate the risks of the crypto space—like scams, rug pulls, and drained wallets—while introducing them to the impressive products that Solana's elite builders are shipping.": "Durch den Einsatz von Twizzin können wir neuen Nutzern helfen, die Risiken im Krypto-Bereich zu navigieren – wie Betrug, Rug Pulls und geleerte Wallets – während wir sie gleichzeitig mit den beeindruckenden Produkten vertraut machen, die Solanas Elite-Entwickler auf den Markt bringen.",
  "Crypto needs a better way to teach users.": "Krypto braucht einen besseren Weg, um Nutzer zu unterrichten.",
  "Crypto needs Twizzin.": "Krypto braucht Twizzin.",
  "Twizzin admin sign in": "Twizzin Admin-Anmeldung",
  "You either entered the wrong email or password or you are not an admin": "Du hast entweder die falsche E-Mail oder das falsche Passwort eingegeben, oder du bist kein Administrator",
  "An unexpected error occurred. Please try again.": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.",
  "Enter your email": "Gib deine E-Mail-Adresse ein",
  "Enter your password": "Gib dein Passwort ein",
  "Sign in": "Anmelden",
  "Create a Twizzin game": "Erstelle ein Twizzin-Spiel",
  "Game Title": "Spieltitel",
  "Entry Fee in SOL": "Teilnahmegebühr in SOL",
  "Commission in %": "Provision in %",
  "Number of Max Winners": "Anzahl der maximalen Gewinner",
  "Create Question": "Frage erstellen",
  "Add 4 answers and select the correct one": "Füge 4 Antworten hinzu und wähle die richtige aus",
  "Answer": "Antwort",
  "Delete question": "Frage löschen",
  "Add question": "Frage hinzufügen",
  "Admin donation to the pool": "Admin-Spende in die Pool",
  "Game start time": "Spielstartzeit"
}
