{
  "The Web3 trivia game built on Solana": "El juego de trivia Web3 construido en Solana",
  "Twizzin is currently in development. Follow us on X and Telegram to stay updated on our progress.": "Twizzin está actualmente en desarrollo. Síguenos en X y Telegram para mantenerte actualizado sobre nuestro progreso.",
  "Gimme less info": "Dame menos información",
  "Gimme more info": "Dame más información",
  "verb, informal": "verbo, informal",
  "To be in a state of heightened mental acuity and knowledge recall, particularly while answering trivia questions.": "Estar en un estado de agudeza mental elevada y recuperación de conocimientos, particularmente al responder preguntas de trivia.",
  "To perform exceptionally well in a quiz or trivia competition, as if possessing expert-level knowledge or magical, wizzard-like abilities.": "Desempeñarse excepcionalmente bien en un concurso o competencia de trivia, como si se poseyera conocimiento de nivel experto o habilidades mágicas, como las de un mago.",
  "Twizzin is an interactive Web3 game that embraces the “Learn to Earn” model, making learning in Web3 fun and rewarding.": "Twizzin es un juego interactivo Web3 que adopta el modelo “Aprende para Ganar”, haciendo que el aprendizaje en Web3 sea divertido y gratificante.",
  "Twizzin helps projects and DAOs incentivize their users and voters to truly understand their protocols and proposals.": "Twizzin ayuda a proyectos y DAOs a incentivar a sus usuarios y votantes para que realmente entiendan sus protocolos y propuestas.",
  "But that's not all": "Pero eso no es todo",
  "Twizzin also hosts live trivia games for anyone and everyone, allowing players to put their money where their mouth is by competing in real-time with others around the world.": "Twizzin también organiza juegos de trivia en vivo para todos, permitiendo a los jugadores poner su dinero donde está su boca compitiendo en tiempo real con otros alrededor del mundo.",
  "These global games will attract a new user base to Web3 and Solana.": "Estos juegos globales atraerán una nueva base de usuarios a Web3 y Solana.",
  "But why?": "¿Pero por qué?",
  "We believe in creating a better world and having fun along the way. Crypto adoption has surged, but there is still much work to be done.": "Creemos en crear un mundo mejor y divertirnos en el camino. La adopción de las criptomonedas ha aumentado, pero aún queda mucho trabajo por hacer.",
  "By offering a fun, incentivized trivia game, we aim to onboard more users and give them a positive first experience with crypto, especially on Solana—the people's chain.": "Al ofrecer un juego de trivia divertido e incentivado, nuestro objetivo es incorporar más usuarios y brindarles una primera experiencia positiva con las criptomonedas, especialmente en Solana, la cadena del pueblo.",
  "By leveraging Twizzin, we can help new users navigate the risks of the crypto space—like scams, rug pulls, and drained wallets—while introducing them to the impressive products that Solana's elite builders are shipping.": "Al aprovechar Twizzin, podemos ayudar a los nuevos usuarios a navegar por los riesgos del espacio cripto, como estafas, rug pulls y billeteras vaciadas, mientras los introducimos a los impresionantes productos que los constructores de élite de Solana están lanzando.",
  "Crypto needs a better way to teach users.": "El mundo cripto necesita una mejor manera de enseñar a los usuarios.",
  "Crypto needs Twizzin.": "El mundo cripto necesita Twizzin.",
  "Twizzin admin sign in": "Inicio de sesión de administrador de Twizzin",
  "You either entered the wrong email or password or you are not an admin": "Has introducido un correo electrónico o contraseña incorrectos o no eres un administrador",
  "An unexpected error occurred. Please try again.": "Ocurrió un error inesperado. Por favor, inténtalo de nuevo.",
  "Enter your email": "Introduce tu correo electrónico",
  "Enter your password": "Introduce tu contraseña",
  "Sign in": "Iniciar sesión",
  "Create a Twizzin game": "Crear un juego de Twizzin",
  "Game Title": "Título del juego",
  "Entry Fee in SOL": "Cuota de entrada en SOL",
  "Commission in %": "Comisión en %",
  "Number of Max Winners": "Número máximo de ganadores",
  "Create Question": "Crear pregunta",
  "Add 4 answers and select the correct one": "Añade 4 respuestas y selecciona la correcta",
  "Answer": "Respuesta",
  "Delete question": "Eliminar pregunta",
  "Add question": "Añadir pregunta"
}
