{
  "The Web3 trivia game built on Solana": "El juego de trivia Web3 construido en Solana",
  "Twizzin is currently in development. Follow us on X and Telegram to stay updated on our progress.": "Twizzin está actualmente en desarrollo. Síguenos en X y Telegram para mantenerte actualizado sobre nuestro progreso.",
  "Gimme less info": "Dame menos información",
  "Gimme more info": "Dame más información",
  "verb, informal": "verbo, informal",
  "To be in a state of heightened mental acuity and knowledge recall, particularly while answering trivia questions.": "Estar en un estado de agudeza mental elevada y recuperación de conocimientos, particularmente al responder preguntas de trivia.",
  "To perform exceptionally well in a quiz or trivia competition, as if possessing expert-level knowledge or magical, wizzard-like abilities.": "Desempeñarse excepcionalmente bien en un concurso o competencia de trivia, como si se poseyera conocimiento de nivel experto o habilidades mágicas similares a las de un mago.",
  "Twizzin is an interactive Web3 trivia game built on the Solana blockchain, where players compete against each other in real time.": "Twizzin es un juego de trivia interactivo Web3 construido en la blockchain de Solana, donde los jugadores compiten entre sí en tiempo real.",
  "To join a game, players must pay an entry fee in SOL tokens, which contributes to the prize pool.": "Para unirse a un juego, los jugadores deben pagar una tarifa de entrada en tokens SOL, que contribuye al pozo de premios.",
  "Each round, everyone answers the same set of multiple-choice questions, earning points based on speed and accuracy.": "En cada ronda, todos responden el mismo conjunto de preguntas de opción múltiple, ganando puntos basados en la velocidad y precisión.",
  "The top performers on the leaderboard are rewarded with a share of the prize pool.": "Los mejores jugadores en la tabla de clasificación son recompensados con una parte del pozo de premios.",
  "Each player is also rewarded with experience points for participating in the game.": "Cada jugador también es recompensado con puntos de experiencia por participar en el juego.",
  "Twizzin admin sign in": "Iniciar sesión de administrador de Twizzin",
  "You either entered the wrong email or password or you are not an admin": "Has introducido un email o contraseña incorrectos o no tienes permisos de administrador",
  "An unexpected error occurred. Please try again.": "Se ha producido un error inesperado. Por favor, inténtalo de nuevo.",
  "Enter your email": "Introduce tu email",
  "Enter your password": "Introduce tu contraseña",
  "Sign in": "Iniciar sesión",
  "Create a Twizzin game": "Crear un juego de Twizzin",
  "Game Title": "Título del juego",
  "Entry Fee in SOL": "Cuota de entrada en SOL",
  "Commission in %": "Comisión en %",
  "Number of Max Winners": "Número de ganadores máximos",
  "Create Question": "Crear pregunta",
  "Add 4 answers and select the correct one": "Añadir 4 respuestas y seleccionar la correcta",
  "Answer": "Respuesta",
  "Delete question": "Eliminar pregunta",
  "Add question": "Añadir pregunta"
}
